001000 IDENTIFICATION DIVISION.
002000 PROGRAM-ID. helloworld.
003000 AUTHOR. LemonjamesD.
004000 DATE-WRITTEN. October 2nd 2022.
005000 ENVIRONMENT DIVISION.
006000 DATA DIVISION.
006100  FILE SECTION.
006200  WORKING-STORAGE SECTION.
      *  Define HelloWorld varaible with the value "Hello, World!".
006210   01 HelloWorld PIC X(13) VALUE "Hello, World!".
007000 PROCEDURE DIVISION.
007100  DISPLAY HelloWorld.
008000 STOP RUN.
